Repository: joshbuhler/SpeedShop
Catalog: SpeedShop/SpeedShop/*.lproj/Localizable.strings
Languages: de, es, fr

source: No
de: Nein
fr: Non

source: Yes
de: Ja
es: Sí
fr: Oui

source: [modified!]
de: [modifiziert!]
es: [modificado!]
fr: [modifié!]

source: Illegal Drag'n'Drop Operation
de: Illegale Drag'n'Drop Operation
es: Operación de arrastrar y soltar no permitida
fr: Opération de glisse et dépôt non autorisée.

source: It is impossible to insert a range into itself.
de: Es ist nicht möglich, einen Bereich auf sich selber zu ziehen.
es: No es posible añadir un rango a sí mismo.
fr: Il est impossible de faire glisser une zone sur elle-même.

source: The backup file has been saved
de: Das Backup wurde gespeichert
es: Se guardó la copia de seguridad
fr: Le fichier de sauvegarde a été enregistré

# SaveMessageOK
source: You'll now need to use Fender FUSE to transfer the backup to your amp. Use backup folder: %@
de: Jetzt brauchst Du deine Fender FUSE Software, um das Backup auf Deinen Amp zu laden. Benutze den Backup-Ordner: %@
es: Ahora necesitas tu programa Fender FUSE para cargar la copia de seguridad en tu amplificador. Utiliza la carpeta para las copias de seguridad: %@
fr: Maintenant tu as besoin de ton logiciel Fender FUSE pour charger le fichier de sauvegarde sur ton ampli.\nUtilise le dossier de sauvegarde : %@

source: Unable to save backup
de: Speichern des Backups fehlgeschlagen
es: No se pudo guardar la copia de seguridad
fr: La sauvegarde a échouée.

source: There was an error trying to save the new backup file.
de: Es gab einen Fehler beim Speichern des Backups.
es: Se produjo un problema mientras se guardaba la nueva copia de seguridad.
fr: Un erreur est survenue lors de la sauvegarde du nouveau fichier.

source: The new backup file has been saved
de: Das neue Backup wurde gespeichert
es: Se guardó la nueva copia de seguridad
fr: Le nouveau fichier de sauvegarde a été enregistré

source: Copy Presetlist
de: Kopiere Preset-Liste
es: Copiar la lista de presets
fr: Copier la liste preset

source: Copied all your preset numbers and names to the clipboard.
de: Die Nummern und Namen Deiner Presets befinden sich jetzt in der Zwischenablage.
es: El número y nombre de tus presets se encuentran en el portapapeles.
fr: Tous les noms et numéros de la présélection ont été copiés dans le presse-papiers.

source: Do you really want to procede?
de: Möchtest Du das wirklich?
es: ¿Estás seguro?
fr: Es-tu sûr de vouloir continuer ?

source: Your backup has been modified, and unsaved changes will be lost.
de: Dein Backup wurde verändert. Ungespeicherte Änderungen gehen verloren.
es: Se modificó la copia de seguridad. Se perderán los cambios que no hayan sido guardados.
fr: Ton fichier de sauvegarde a été changé. Les modifications non-enregistrées seront perdues
